Repository: BennyE/omniportal
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Username
de: Benutzername

source: The username doesn't meet the requirements
de: Der Benutzername erfüllt nicht die Bedingungen

source: Password
de: Passwort

source: The password doesn't meet the requirements
de: Das Passwort erfüllt nicht die Bedingungen

source: Log In
de: Anmelden

source: Entitlement
de: Berechtigung

source: Guests
de: Gäste

source: Employees
de: Mitarbeiter

source: A selection is required!
de: Eine Auswahl ist nötig!

source: Create User
de: Benutzer hinzufügen

source: Current Password
de: Aktuelles Passwort

source: New Password
de: Neues Passwort

source: Change Password
de: Passwort ändern

source: Remove User
de: Benutzer entfernen

source: Guest Operator Username
de: Guest Operator Benutzername

source: Guest Operator Password
de: Guest Operator Passwort

source: Guest Prefix
de: Gast Präfix

source: The guest prefix doesn't meet the requirements
de: Das Präfix erfüllt nicht die Bedingungen

source: guest
de: Gast

source: Guest Wi-Fi / SSID Name
de: Gast Wi-Fi / SSID Name

source: The Wi-Fi network / SSID name doesn't meet the requirements
de: Der Wi-Fi Netzwerk / SSID Name erfüllt nicht die Bedingungen

source: Employee Prefix
de: Mitarbeiter Präfix

source: employee_
de: Mitarbeiter_

source: Employee Wi-Fi / SSID Name
de: Mitarbeiter Wi-Fi / SSID Name

source: Validate OmniVista 2500 NMS HTTPS certificate
de: Validieren des OmniVista 2500 NMS HTTPS Zertifikats

source: OmniVista 2500 NMS / OmniVista Cirrus Username
de: OmniVista 2500 NMS / OmniVista Cirrus Benutzername

source: OmniVista 2500 NMS / OmniVista Cirrus Password
de: OmniVista 2500 NMS / OmniVista Cirrus Passwort

source: SMTP Authentication
de: SMTP Authentifizierung

source: SMTP User
de: SMTP Benutzer

source: SMTP Password
de: SMTP Passwort

source: From: Email address
de: Von: Absender Emailadresse

source: Save Settings
de: Einstellungen speichern

source: The field can only contain 0-9 a-z A-Z / . - : _ @
de: Das Feld kann nur folgendene Inhalte haben 0-9 a-z A-Z / . - : _ @

source: Valid Until
de: Gültig bis

source: Select the day until when the account should be valid!
de: Tag auswählen bis zu welchem der Zugang gültig ist!

source: Create Guest
de: Gast hinzufügen

source: The field requires a valid email-address.
de: Bitte eine gültige Email-Adresse eingeben!

source: Create Employee
de: Mitarbeiter anlegen

source: 1 Day
de: 1 Tag

source: 3 Days
de: 3 Tage

source: 5 Days
de: 5 Tage

source: 7 Days
de: 7 Tage

source: 14 Days
de: 14 Tage

source: 30 Days
de: 30 Tage

source: The field can only contain ASCII characters 0x20-0x7E. Length 6-16 characters
de: Dieses Feld kann nur ASCII Zeichen 0x20-0x7E enthalten. Länge 6-16 Zeichen

source: Request Password Change Link
de: Link zur Passwortänderung anfordern

source: Your system doesn't provide a secure random generator!
de: Das System bietet keinen sicheren Zufallsgenerator!

source: Default credentials created: admin/%(pw)s to login!
de: Initiale Zugangsdaten wurden erstellt: admin/%(pw)s für die Anmeldung

source: The settings were saved!
de: Die Einstellungen wurden gespeichert!

source: Something went wrong!
de: Es ist etwas schiefgegangen!

source: The user was successfully created!
de: Der Benutzer wurde erfolgreich erstellt!

source: The user you try to create already exists!
de: Der Benutzer existiert bereits!

source: The password was updated!
de: Das Passwort wurde geändert!

source: The password wasn't updated!
de: Das Passwort wurde nicht geändert!

source: The user was removed!
de: Der Benutzer wurde entfernt!

source: You cannot delete yourself!
de: Der eigene Benutzer kann nicht gelöscht werden!

source: Login successful!
de: Anmeldung erfolgreich!

source: Invalid username/password!
de: Ungültiger Benutzername/Passwort!

source: Configuration missing for OmniVista URL, Username or Password!
de: Einstellung für OmniVista URL, Benutzername oder Passwort fehlt!

source: Login to OmniVista UPAM failed! Wrong username or password!
de: Die Anmeldung an OmniVista UPAM ist fehlgeschlagen! Falscher Benutzername oder Passwort!

source: Can't read omniportal_employees.json file, you'll need your backup!
de: Fehler beim Lesen der omniportal_employees.json. Das Backup wird benötigt!

source: Never
de: Niemals

source: An employee account for this email-address already exists!
de: Ein Zugang für diese eMailadresse existiert bereits!

source: An employee account with this username already exists!
de: Ein Zugang mit diesem Benutzernamen existiert bereits!

source: Illegal parameters given!
de: Ungültige Parameter angegeben!

source: An error occured! Creating employee account failed!
de: Ein Fehler ist aufgetreten! Der Zugang wurde nicht erstellt!

source: The employee account was created!
de: Der Mitarbeiterzugang wurde angelegt!

source: An error occured! Updating employee account failed!
de: Ein Fehler ist aufgetreten! Der Zugang wurde nicht aktualisiert!

source: The employee account/password was updated!
de: Der Mitarbeiterzugang wurde aktualisiert!

source: Change Employee Password
de: Passwort ändern

source: Invalid email or change_token specified! This incident will be investigated!
de: Ungültige Emailadresse oder Sicherheitstoken verwendet! Dieser Vorfall wird geprüft!

source: There are no employees registered yet!
de: Es sind noch keine Mitarbeiter registriert!

source: Request password change for employee
de: Passwortänderung für Mitarbeiter anfordern

source: An email containing a link to change your password has been sent!
de: Eine Email mit einem Link zur Passwortänderung wurde versendet!

source: Invalid route!
de: Ungültiger Aufruf!

source: An account with this username already exists!
de: Ein Zugang mit diesem Benutzernamen existiert bereits!

source: The guest account was created!
de: Der Gastzugang wurde angelegt!

source: Guest Access to Stellar Wireless
de: Gastzugang zu Stellar Wireless

source: Wi-Fi Network:
de: Wi-Fi Netzwerk:

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Access valid until:
de: Zugang gültig bis:

source: Your contact person:
de: Ansprechpartner:

source: Failed to deliver to ALE VNA!
de: Fehler bei der Verbindung zu ALE VNA!

source: Sending card via RingCentral webhook failed!
de: Fehler bei der Verbindung zu RingCentral/Rainbow Office!

source: Valid From
de: Gültig von

source: Actions
de: Aktionen

source: An email containing a link to change the password has been sent!
de: Eine Email mit einem Link zur Passwortänderung wurde versendet!

source: There was no account found for a user/employee with this email address!
de: Es wurde kein Konto für einen Mitarbeiter mit dieser Emailadresse gefunden!

source: Successfully removed the employee from all databases!
de: Der Mitarbeiter wurde erfolgreich aus allen Datenbanken entfernt!

source: Removing the employee account from OmniVista failed!
de: Der Versuch den Mitarbeiter aus OmniVista zu löschen ist fehlgeschlagen!

source: Click <a href="%(url)s">here</a> to remove the local account only!
de: <a href="%(url)s">Hier</a> klicken um nur den lokalen Mitarbeiter zu entfernen!

source: Successfully removed the employee from local database!
de: Der Mitarbeiter wurde erfolgreich aus der lokalen Datenbank entfernt!

source: Last successful password change
de: Letzte erfolgreiche Passwortänderung

source: Configuration missing for SMTP server or email-from-address!
de: Einstellung für SMTP Server oder Absendeadresse fehlt!

source: Unknown
de: Unbekannt

source: OmniPortal Notification - Activate your account by setting your password
de: OmniPortal Hinweis - Passwort festlegen und Zugang aktivieren

source: OmniPortal Notification - Reset your password
de: OmniPortal Hinweis - Passwort zurücksetzen

source: Add Employee
de: Mitarbeiter hinzufügen

source: ExpressGuest
de: ExpressGast

source: Home
de: Startseite

source: Add Guest
de: Gast hinzufügen

source: Guest Accounts
de: Gastzugänge

source: Employee Accounts
de: Mitarbeiterzugänge

source: Employee Passwords
de: Mitarbeiterpasswörter

source: Add User
de: Benutzer hinzufügen

source: Settings
de: Einstellungen

source: Log Out
de: Abmelden

source: Hello
de: Hallo

source: A password reset for your employee account was requested!
de: Das Zurücksetzen des Passworts wurde angefordert!

source: Wi-Fi Network
de: Wi-Fi Netzwerk

source: Please follow the link below to set your new password:
de: Bitte dem folgenden Link folgen um das neue Passwort zu setzen:

source: Your Alcatel-Lucent Enterprise team!
de: Euer Alcatel-Lucent Enterprise Team!

source: A new employee account has been created for you!
de: Ein neuer Mitarbeiterzugang wurde angelegt!

source: Welcome
de: Willkommen

source: You can now use the above functions!
de: Die obigen Funktionen stehen jetzt zur Verfügung

source: Log In to get started!
de: Anmelden um anzufangen!

source: Login
de: Anmeldung
